insert into tb_product(id, name, price, stock_balance, description)
values
('b6ba8d2d-b471-4810-8e91-5b8185989219', 'Mac book pro 2017', 12500.00, 19, '格外轻巧纤薄的 MacBook 配备了新的第七代处理器,拥有更快的固态硬盘存储,并提供最长可达 10 小时的电池使用时间。'),
('5712afaf-3629-4d1a-8be9-b8481fdf2d9f', 'Ipad Air2', 2300.00, 38, '美国苹果公司于北京时间2013年10月23日举行发布会，正式公布了全新的iPad Air。iPad Air最大的变化是其整体设计，更偏向于iPad mini，使得iPad Air拥有令人难以置信的纤薄轻巧'),
('3a7ade09-9e7f-4508-9c06-72dc8dff9524', 'IPhoneX 私人定制限量版', 9889.50, 4, '土豪们才不会卖小一万的iPhoneX,而是限量版iPhoneX...比如今天这台高大上的iPhoneX。'),
('4fe32455-8d94-4ca3-bdcf-eef17ae1811d', 'Mac 原装充电器', 158.00, 400, ''),
('dc89f217-71c4-42ea-adc6-e4ab02a7e9f0', '笔记本清洁套装', 15.00, 0, ''),
('e016a77e-7d6e-46d4-8bd6-6e6986499c23', 'Crazy鼠标垫', 48.00, 0, ''),
('40ffd7f6-d87d-46a9-bd00-eb768e3c2842', '高保真蓝牙音响', 1.00, 0, ' UE boom2 UE Boom的这个续作指出了蓝牙音箱应该拥有的一切。 它很响亮,但很细节丰富。 便携,但仍然非常耐用'),
('80b80d6a-66c4-4261-a5b6-9ce62aa63854', 'Iphone4', 1218.00, 0, '已停产'),
('4ecb7143-a424-4b03-9f6c-d18bd29bb98a', '祖传贴膜服务', 10.00, 9999, '无气泡、无失误、4分钟精准贴膜'),
('52e21cf5-0a56-4296-8e6e-30e23ba7b8de', '人体工程学支架', 180.00, 120, '');
